import React from "react";

const Message = ({ name }) => {
  return (
    <div className="font-bangla text-xl">
      <p>প্রীয় {name},</p>
      <p>সাদিয়ার সহিত জড়িয়ে পড়ছি আমি বিয়ের গ্রন্থিতে।</p>
      <p>আসছে ২৮ই এপ্রিল শুক্রবার বর্ষামেদুর উত্তর-সন্ধ্যায়।</p>
      <p>গোপালগঞ্জের কাশিয়ানি অনুষ্ঠিত হবে সেই অনুষ্ঠান।</p>
      <p>তুমি আসবেই, আনন্দ খুশির কল্লোল তুলবেই।</p>
      <p>অনুরোধ নয়, অধিকার।</p>
      <p>ইতি,</p>
      <p>নাহিদুজ্জামান</p>
    </div>
  );
};

export default Message;
